export const advantagesData = [
	{
		id: '1',
		image: '/advantages.png',
		alt: 'ГЕНЕРАЦИЯ ЗАЯВОК',
		isActive: false,
		blocks: [
			{
				title: 'ГЕНЕРАЦИЯ ЗАЯВОК',
				text: [
					'Мы обеспечим посадочные страницы сайта необходимым функционалом для удобной коммуникации между вашими менеджерами и клиентами.',
					'Создадим ненавязчивую воронку продаж в соответствии с типом вашей аудитории.'
				],
				labels: [
					'Заявки с уведомлением на E-mail и Telegram',
					'Интеграция с CRM системами. Защита от SPAM'
				]
			},
			{
				title: 'ЛОЯЛЬНЫЙ ОБАЗ КОМПАНИИ ',
				text: [
					'Разработаем бизнес-сайт с учётом бренд-платформы и фирменного стиля, сохраним его уникальную идентичность.',
					'Сформируем впечатляющее представление о вашей компании.'
				],
				labels: [
					'Нативное подтверждение экспертности',
					'Сохранение идентичности бренда'
				]
			}
		]
	},
	{
		id: '2',
		image: '/advantages2.png',
		alt: 'ПОНЯТНЫЙ ИНТЕРФЕЙС, ВЫЗЫВАЮЩИЙ ДОВЕРИЕ',
		isActive: false,
		blocks: [
			{
				title: 'ПОНЯТНЫЙ ИНТЕРФЕЙС, ВЫЗЫВАЮЩИЙ ДОВЕРИЕ',
				text: [
					'Мы изучим потребности вашей целевой аудитории и подберём подходящие визуальные и технологические инструменты.',
					'Создадим релевантную структуру посадочных страниц по принципу прогрева лида.',
					'Продумаем эффектную презентацию вашей экспертности.'
				],
				labels: [
					'Предпроектный аудит компании, её ЦА и конкурентного ландшафта',
					'Формирование доверительного отношения к компании',
					'Интерфейс быстро решает потребности пользователя',
					'Интуитивный интрефейс. Принципы UX & UI дизайна'
				]
			}
		]
	},
	{
		id: '3',
		image: '/advantages3.png',
		alt: 'ЭФФЕКТИВНЫЙ МЕНЕДЖМЕНТ',
		isActive: false,
		blocks: [
			{
				title: 'ЭФФЕКТИВНЫЙ МЕНЕДЖМЕНТ',
				text: [
					'Проведём Заказчика по всем этапам и специфике реализации проекта до начала работ.',
					'Самостоятельно организуем все процессы и поможем Заказчику вовремя включаться в разработку.'
				],
				labels: [
					'Быстрый запуск и своевременное завершение проекта',
					'Прозрачный бюджет'
				]
			},
			{
				title: 'Система управления сайтом',
				text: [
					'Мы работаем на популярных CMS с доступным интерфейсом, поэтому ведение сайта не потребует особых навыков.',
					'Архитектура MVС позволяет реализовать проект любой сложности с высокими показателями качества отказоустойчивости и быстродействия.'
				],
				labels: [
					'Возможность роста проекта на базе текущего сайта',
					'Отсуствие привязки к разработчикам'
				]
			}
		]
	}
]
export const advantagesDataHome = [
	{
		id: '1',
		image: '/home-services/services1.png',
		alt: 'Сайты и web-сервисы',
		isActive: false,

		blocks: [
			{
				title: 'Сайты и web-сервисы',
				text: [
					'Интеллектуальные сайты и web-решения с целевыми действиями и автоматизацией бизнес-процессов'
				],
				links: [
					{
						text: 'Лендинг | Cайт-визитка',
						href: '#'
					},
					{
						text: 'Бизнес-сайт',
						href: '#'
					},
					{
						text: 'Интернет-каталог',
						href: '#'
					},
					{
						text: 'Интернет-магазин',
						href: '#'
					},
					{
						text: 'Интернет-сервис',
						href: '#'
					}
				]
			}
		]
	},
	{
		id: '2',
		image: '/home-services/services2.png',
		alt: 'продвижение',
		isActive: false,
		blocks: [
			{
				title: 'продвижение',
				text: [
					'Интеллектуальные сайты и web-решения с целевыми действиями и автоматизацией бизнес-процессов'
				],
				links: [
					{
						text: 'Лендинг | Cайт-визитка',
						href: '#'
					},
					{
						text: 'Бизнес-сайт',
						href: '#'
					},
					{
						text: 'Интернет-каталог',
						href: '#'
					},
					{
						text: 'Интернет-магазин',
						href: '#'
					},
					{
						text: 'Интернет-сервис',
						href: '#'
					}
				]
			}
		]
	},
	{
		id: '3',
		image: '/home-services/services3.png',
		alt: 'дизайн и брендинг',
		isActive: false,
		blocks: [
			{
				title: 'дизайн и брендинг',
				text: [
					'Интеллектуальные сайты и web-решения с целевыми действиями и автоматизацией бизнес-процессов'
				],
				links: [
					{
						text: 'Лендинг | Cайт-визитка',
						href: '#'
					},
					{
						text: 'Бизнес-сайт',
						href: '#'
					},
					{
						text: 'Интернет-каталог',
						href: '#'
					},
					{
						text: 'Интернет-магазин',
						href: '#'
					},
					{
						text: 'Интернет-сервис',
						href: '#'
					}
				]
			}
		]
	}
]
